print("Добрый день дорогие студенты, согласно теории английского учёного Чарльза Дарвина, человечество прошло пять основных этапов своего развития, укажите их все по порядку с самого начала, до последней стадии")
a1=input("Введите первый этап развития человека")
#Австралопитек
a2=input("Введите второй этап развития человека")
#Человек умелый
a3=input("Введите третий этап развития человека")
#Человек прямоходящий
a4=input("Введите четвёртый этап развития человека")
#Человек разумный
a5=input("Введите пятый этап развития человека")
#Человек разумный разумный
print(a1,a2,a3,a4,a5,sep='=>')
